[
  {
    "name":"Tiger Roll",
    "shortname":"tiger",
    "reknown":"Shrimp tempura, avocado and cucumber.",
    "bio":"Mix together the tobiko and mayonnaise. Wrap a sushi mat in cling film. Place a sheet of nori on the mat in a portrait position (so the shortest side is parallel to you) and with the rough side facing upwards. Using wet hands, cover the bottom two-thirds of the nori with rice, pressing down gently to create a flat bed without squashing the grains. Roll up the sushi using the mat to help keep it all compact. Just before you get to the end of the roll, use a wet finger to dampen the edge of the nori then finish rolling it up. Repeat with the remaining ingredients."
  },
  {
    "name":"California Roll",
    "shortname":"cali",
    "reknown":"Crab, nori, cucumber, and sesame seeds.",
    "bio":"A California roll is a makizushi, a kind of sushi roll, usually made inside-out, containing cucumber, crab meat or imitation crab, and avocado. In some countries it is made with mango or banana instead of avocado. Sometimes crab salad is substituted for the crab stick, and often the outer layer of rice in an inside-out roll (ura-maki) is sprinkled with toasted sesame seeds, tobiko or masago."
  },
  {
    "name":"Dragon Roll",
    "shortname":"dragon",
    "reknown":"Eel, crab, and cucumber inside. Avocado outside.",
    "bio":"The dragon roll is an inside-out sushi roll, which means nori wraps around the ingredients inside and the sushi rice is on the outside. Typically, there is shrimp tempura and cucumber inside the roll, and thinly sliced avocado is placed on top of the roll resembling the scales of a dragon."
  },
  {
    "name":"Spicy Tuna Roll",
    "shortname":"spicyTuna",
    "reknown":"Tuna, Nori, rice, mayo, and chili sauce.",
    "bio":"Spicy tuna is a common name for different rolls of sushi with two things in common: the use of tuna, and a spicy sauce. The tuna this roll is diced into small pieces, so the size of the initial block doesn't matter. Spicy tuna is a common name for different rolls of sushi with two things in common: the use of tuna, and a spicy sauce. The tuna this roll is diced into small pieces, so the size of the initial block doesn't matter."
  },
  {
    "name":"Rainbow Roll",
    "shortname":"rainbow",
    "reknown":"An assortment of fish and avocado on top of a California Roll.",
    "bio":"The rainbow roll is a California roll with sashimi and avocado wrapped around it. The outside roll is first made, and then the ingredients are arranged diagonally in alternating colors. The rainbow roll is a California roll with sashimi and avocado wrapped around it. The outside roll is first made, and then the ingredients are arranged diagonally in alternating colors."
  },
  {
    "name":"Spider Roll",
    "shortname":"spider",
    "reknown":"Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado).",
    "bio":"Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado) and sometimes spicy mayo. Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado) and sometimes spicy mayo. Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado) and sometimes spicy mayo. Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado) and sometimes spicy mayo. Soft-shell crab, cucumber, sprouts (or lettuce, roe, or avocado) and sometimes spicy mayo."
  },
  {
    "name":"Philadelphia Roll",
    "shortname":"phil",
    "reknown":"Salmon, avocado, asparagus, and cream cheese.",
    "bio":"A Philadelphia roll is a makizushi (also classified as a kawarizushi) type of sushi generally made with smoked salmon, cream cheese, and cucumber. It can also include other ingredients, such as avocado, onion, and sesame seed. The name 'Philly roll' derives from the Philadelphia Cream Cheese brand."
  },
  {
    "name":"Hungry Roll",
    "shortname":"hungry",
    "reknown":"Spicy tuna inside. Crispy seaweed and tempura outside.",
    "bio":"Hungry Roll inside: spicy albacore, shrimp tempura. Outside: crab shred, popcorn shrimp, avocado. Inside: spicy albacore, shrimp tempura. Outside: crab shred, popcorn shrimp, avocado. Inside: spicy albacore, shrimp tempura. Outside: crab shred, popcorn shrimp, avocado. Inside: spicy albacore, shrimp tempura. Outside: crab shred, popcorn shrimp, avocado."
  },
  {
    "name":"Shrimp Killer Roll",
    "shortname":"shrimp",
    "reknown":"Shrimp tempura and cucumber inside. Shrimp on top.",
    "bio":"Shrimp Killer Roll. Inside: avocado, shrimp tempura, and cucumber. Outside: shrimp sushi and avocado. Inside: avocado, shrimp tempura, and cucumber. Outside: shrimp sushi and avocado. Inside: avocado, shrimp tempura, and cucumber. Outside: shrimp sushi and avocado. Inside: avocado, shrimp tempura, and cucumber. Outside: shrimp sushi and avocado. Inside: avocado, shrimp tempura, and cucumber. Outside: shrimp sushi and avocado. "
  },
  {
    "name":"Dynamite Roll",
    "shortname":"dynamite",
    "reknown":"Yellowtail or prawn tempura, bean sprouts, and avocado.",
    "bio":"Dynamite roll is a type of Western-style sushi. It usually contains a piece of prawn tempura and masago (capelin roe), with vegetables like radish sprouts, avocado and/or cucumber, as well as Japanese mayonnaise. Dynamite roll is a type of Western-style sushi. It usually contains a piece of prawn tempura and masago (capelin roe), with vegetables like radish sprouts, avocado and/or cucumber, as well as Japanese mayonnaise. Dynamite roll is a type of Western-style sushi. It usually contains a piece of prawn tempura and masago (capelin roe), with vegetables like radish sprouts, avocado and/or cucumber, as well as Japanese mayonnaise."
  },
  {
    "name":"Alaskan Roll",
    "shortname":"alaska",
    "reknown":"Smoked salmon, asparagus, and avocado.",
    "bio":"The filling is in the center surrounded by nori, then a layer of rice, and optionally an outer coating of some other ingredients such as roe or toasted sesame seeds. It can be made with different fillings, such as tuna, crab meat, avocado, mayonnaise, cucumber or carrots."
  }
]
